Repository: MehmetBilirr/MarsCase
Catalog: MarsCase/*.lproj/Localizable.strings
Languages: tr

# say_hi
source: Hello, Mehmet Bilir!
tr: Merhaba Mehmet Bilir

# wallet_no
source: Wallet ID:53123423
tr: Cüzdan ID:53123423

# buy_it
source: Purchase
tr: Satın Al

# empty_message
source: There is no action yet.
tr: Henüz bir işlemin bulunmuyor.

source: Purchased
tr: Satın Alım

source: Home
tr: Anasayfa

# past
source: History
tr: Geçmiş İşlemler

# enter
source: Enter the amount.
tr: Tutar giriniz.

# enter_amount
source: Enter the amount you want to buy.
tr: Satın almak istediğiniz tutarı giriniz.

source: Total Cost
tr: Toplam Maliyet

# amount_purchased
source: Received Price:
tr: Alınan fiyat:
